{"translation-revision-date":"2025-05-11 11:57:33+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"Tip: Deregistering theme.css can make your website load faster. Disable it only if you are not using any WordPress elements on your website, or if you want to style them yourself. Examples of WordPress elements include comments area, pagination box, and image align classes.":["טיפ: ביטול רישום של theme.css יכול להאיץ את טעינת האתר שלך. השבת אותו רק אם אינך משתמש באף אחד מהאלמנטים של וורדפרס באתר שלך, או אם ברצונך לעצב אותם בעצמך. דוגמאות לאלמנטים של וורדפרס כוללות אזור תגובות, תיבת ניווט בדפים ותכונות יישור תמונה."],"Be careful, disabling these settings could break your website.":["זהירות: השבתת הגדרות אלה עלולה לשבש את נראות האתר שלך."],"Tip: If you use an accessibility plugin that adds a \"skip to content\" link, disable this option to prevent duplications.":["עצה: אם אתה משתמש בתוסף נגישות שמוסיף קישור \"דילוג לתוכן\", השבת אפשרות זו כדי למנוע כפילויות."],"What it does: Removes the \"Skip to content\" link that helps screen reader users and keyboard navigators jump directly to the main content.":["מה הוא עושה: מסיר את קישור \"דילוג לתוכן\" המסייע למשתמשי קוראי מסך ולמנווטים באמצעות מקלדת לקפוץ ישירות לתוכן הראשי."],"These settings affect how search engines and assistive technologies interact with your website.":["הגדרות אלה משפיעות על האופן שבו מנועי חיפוש וטכנולוגיות מסייעות מתקשרים עם אתר האינטרנט שלך."],"Tip: If you do not want to display page titles or are using Elementor widgets to display your page titles, hide the page title.":["עצה: אם אינך מעוניין להציג כותרות דף או אם אתה משתמש בוידג'טים של אלמנטור כדי להציג את כותרות הדף, הסתר את כותרות הדף."],"What it does: Removes the main page title above your page content.":["מה הוא עושה: מסיר את כותרת הדף הראשית מעל תוכן הדף שלך."],"Hide page title":["הסתר כותרת עמוד"],"Tip: If you use a plugin like Elementor Pro for your headers and footers, disable the theme header and footer to improve performance.":["עצה: אם אתה משתמש בתוסף כמו אלמנטור פרו עבור הידר ופוטר, השבת את ההידר והפוטר של התבנית כדי לשפר את ביצועי האתר."],"What it does: Removes the theme’s default header and footer sections from every page, along with their associated CSS\/JS files.":["מה הוא עושה: מסיר את ההידר והפוטר המוגדרות כברירת מחדל של התבנית מכל דף, יחד עם קבצי ה-CSS\/JS המשויכים אליהם."],"Disable theme header and footer":["השבת את ההידר והפוטר של התבנית"],"These settings relate to the structure of your pages.":["הגדרות אלו קשורות למבנה הדפים שלך."],"CSS and styling control":["הגדרת CSS ועיצוב"],"Structure and layout":["פריסה ומבנה"],"SEO and accessibility":["SEO ונגישות"],"Advanced settings are available for experienced users and developers. If you're unsure about a setting, we recommend keeping the default option.":["הגדרות מתקדמות זמינות למשתמשים מנוסים ומפתחים. אם אינך בטוח לגבי הגדרה מסוימת, מומלץ להשאיר את האפשרות המוגדרת כברירת מחדל."],"Advanced theme settings":["הגדרות תבנית מתקדמות"],"Error when saving settings":["שגיאה בשמירת הגדרות"],"Changelog":["יומן שינויים"],"Deregister Hello theme.css":["לא לטעון קובץ theme.css של התבנית"],"Disable skip links":["השבתת קישור דלג לתוכן"],"Disable description meta tag":["השבתת תגית מטא לתיאור"],"Settings Saved":["הגדרות נשמרו"]}},"comment":{"reference":"assets\/js\/hello-elementor-settings.js"}}